Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/tale_til_sametingsradets_beretning_om_virksomheten.html.tmx
Source language: nob
Languages: sme

source: Tale til sametingsrådets beretning om virksomheten
sme: Sárdni sámediggeráđi doaibmadieđáhussii

source: Sametingspresident Silje Karine Muotkas tale til sametingsrådets beretning om virksomheten, september 2023.
sme: Sámediggepresideantta Silje Karine Muotka sárdni sámediggeráđi doaibmadieđáhussii, 2023 čakčamánu.

source: Sametingspresident Silje Karine Muotka
sme: Sámediggepresideanta Silje Karine Muotka

source: Nils Samuelsen fra Kåfjord sa til Sannhets- og forsoningskommisjonen:
sme: Čoahkkinjođiheaddji, Nils Samuelsen, Gáivuonas eret dajai Duohtavuođa- ja soabahankommišuvdnii:

source: Kåfjorden var jo en god fiskefjord, en veldig god gytefjord.
sme: Gáivuotna han lei buorre guollevuotna, hui buorre gođđovuotna.

source: Det tradisjonelle vinterfisket var ei veldig viktig binæring.
sme: Árbevirolaš dálveguolástus lei dehálaš lotnolasealáhus.

source: De siste tyveårene har fisket vært dårlig, vi mener det skyldes oppdrettsnæringen.
sme: Maŋimuš jahkelogážiid leamaš heittot bivdu, ja mii jáhkkit dat lea guollebiebmanealáhusa dihte.

source: At gytetorsken skyr vann fra oppdrettsanlegg.
sme: Ahte gođđodorski garvá čázi biebmanrusttegiin.

source: Så har vi kraftutbyggingen, det er femti år siden.
sme: Ja de lea fápmohuksen, mii álggii vihttalogi jagi dassái.

source: Men ingen har forsket på hva slags innvirkning det har hatt for livet i fjorden.
sme: Muhto ii oktage leat dutkan mo dat lea váikkuhan eallimii vuonas.

source: Men vi fikk jo en Høyesterettsdom som sa at fisket i Kåfjorden var en eksklusiv rettighet.
sme: Muhto mii oaččuimet Alimusriekteduomu mii celkkii ahte guolástus Gáivuonas lea eksklusiiva riekti.

source: Det var en unik dom.
sme: Dat lei áidnalunddot duopmu.

source: Møteleder, i mars besøkte statsminister Jonas Gahr Støre Sametinget.
sme: Čoahkkinjođiheaddji, njukčamánus finai stádaministtar Jonas Gahr Støre Sámedikkis.

source: Han uttrykte følgende anerkjennelse: “…
sme: Son dajai ahte son diehtá “...

source: at vi befinner oss i samenes tradisjonelle bosettingsområder.
sme: ahte mii leat sámi árbevirolaš ássanguovllus.

source: Vi vil ferdes her med varsomhet og respekt.
sme: Mii áigut dáppe jođašit várrugasat ja gudnečájehemiin.

source: ” Videre sa han at “vi må styrke våre rutiner for konsultasjoner, med reindriftsnæringen og andre berørte næringer.
sme: Ja dajai maid ahte “mii fertet nannet iežamet rutiinnaid ráđđádallamiid ektui, boazoealáhusain ja eará ealáhusaiguin …

source: I juli fikk vi se hvordan han tenkte å gjøre dette.
sme: Dalle almmuhedje ahte Muolkkuid galgá elektrifiseret ja ahte dál boahtá fápmolokten.

source: Da kunngjorde han og hans kolleger i regjeringen at Melkøya skulle elektrifiseres og at det skulle legges opp til et kraftløft.
sme: Ii goappáge dáid mearrádusaid lei son ráđđádallan Sámedikkiin. Lean issorasat behtohallan vugiin maid ráđđehus geavaha.

source: Ingen av disse to kunngjøringene hadde han benyttet sjansen til å konsultere Sametinget om.
sme: Mii fertet ruovttoluotta Álttá-Finnmárkku-čázádaga riidui gávdnan dihte dákkár lágan badjelgeahččama mii guoská gulahallamii.

source: Jeg er inderlig skuffet over fremgangsmåten som regjeringen har benyttet seg av.
sme: Go dál ii leat mu mielas makkárge gulahallan.

source: Vi skal tilbake til striden om Kautokeino-Alta vassdraget for å gjenfinne denne formen for arroganse når det gjelder dialogform.
sme: Go stáhtaministtar almmuhii mearrádusa de dajai ahte ii oktage galgga leat vuoiti dahje vuoittáhalli.

source: Den er etter mitt syn ikke-eksisterende.
sme: Jáhkán máŋgasat mis dovddaimet ahte leimmet vuoittahállan.

source: Da beslutningen ble lagt frem sa statsministeren at ingen skulle være vinnere eller tapere.
sme: Mii duššadit árvvolaš searaid ja áiggi ávkkehis ráđđádallamiidda, easkka maŋŋá go mearrádusat leat dahkkon, eatge dovdda gal ahte ovttajienalaš alimusriekteduopmu Fovsen-áššis ge ávkkuha.

source: Jeg tror ahte mange av oss følte at vi hadde tapt.
sme: Olmmošvuoigatvuođarihkkun bistá, ja ráđđehus bargá baicca sihkkarastin dihte bieggafápmorusttegiid, dan sadjái go bissehit olmmošvuoigatvuođaid rihkkuma.

source: Vi taper verdifulle krefter og tid på å føre nytteløse konsultasjoner i etterkant av at beslutningene er tatt, og vi har heller ingen følelse av at det nytter med en enstemmig Høyesterettsdom i Fosen-saken.
sme: Diehtu sámi álbmogii lea ahte dás galgá huksejuvvot, vaikko mo dat váikkuha min kultuvrra ávnnaslaš geađgejuolgái.

source: Menneskerettsbruddet er pågående, og regjeringen jobber for å sikre videreføringen av vindindustrianlegget i stedet for å stoppe menneskerettsbruddet.
sme: Go dás ii leat sáhka ovtta eaŋkilis fápmolinnjas.

source: Beskjeden til det samiske folket er at her skal det bygges uansett hvilke omkostninger det har for vårt materielle kulturgrunnlag.
sme: Ii, dás lea sáhka máilmmi stuorra bieggafápmorustegiguin ja el-fápmolinnjaiguin ja jahkeviissaid dahkaluddanproseassain ja dan maŋŋá vel riektemeannudeapmi mii ii buvtte midjiide maidige.

source: For det er ikke snakk om en enkelt kraftlinje.
sme: Mun balan makkár váikkuhusat šaddet Muolkkuid-elektrifiseremis mearrasámi kultuvrrii ja ássamii, danin go dát guovllut leat dehálačča báikki olbmuide geat geavahit eatnamiid meahcásteapmái, guolásteapmái ja biebmu háhkamii.

source: Nei, det er snakk om gigantiske vindindustrianlegg og kraftlinjer og årevis i skinnprosesser og deretter fåfengt rettsbehandling det er snakk om.
sme: Mii diehtit ahte boazodoallu lea garra deattu vuolde, moanaid sisabahkkenáššiid dihte.

source: Jeg frykter konsekvensene elektrifiseringen av Melkøya vil ha for sjøsamisk kultur og bosetting fordi disse områdene er viktige for lokalbefolkningen som bruker områdene til høsting, fisking og matauk.
sme: Lea stuorra bárru mii ii goassige noga ja mii lea sákka váibadahtti.

source: Vi vet at reindrifta presses av utallige arealinngrep.
sme: Čoahkkinjođiheaddji, maŋimuš áigge lea ráđđehus heaitán namuhit Sámedikki, sámiid iežas álbmotválljejuvvon orgána, dáin proseassain.

source: Det er en uendelig og utmattende bølge.
sme: Mis galgá leat “dárbbašlaš dialoga” ja de sáhttit vel buktit cealkámušaid.

source: Møteleder, i det siste har regjeringen også sluttet å omtale Sametinget, samenes eget folkevalgte organ, i disse prosessene.
sme: Dát gal ii oru jáhkehahtti.

source: Vi skal ha «nødvendig dialog» og videre kan vi komme med innspill.
sme: Leago ráđđehus vuhtii váldán min cealkámušaid dáin áššiin?

source: Det fremstår rett og slett uten troverdighet.
sme: Eai.

source: Har regjeringen tatt hensyn til våre innspill i disse sakene?
sme: Dát ii atte jáhku ahte dát leat duohta proseassat.

source: Nei.
sme: Mis váilo luohttámuš ja mis váilo jáhkku vuoiggalašvuhtii.

source: Det gir ikke tro på at prosessene er noe annet enn skinnprosesser.
sme: Gávdnojit go šat čovdosat?

source: Vi mangler tillit og vi mangler tro på rettferdighet.
sme: Gievrras stáhta ferte suovvat min duohta mielmearrideami oažžut eanet saji.

source: Finnes det ikke noen løsninger da?
sme: Dát lea dárbbašlaš vai ealáhusovdáneapmi heivehuvvo báikkálaš dillái.

source: Den sterke staten må oss få ekte medbestemmelse.
sme: Lea sihke álki ja váttis: ovdáneapmi ii leat ovdáneapmi jus dat uhkida eamiálbmotkultuvrra ja -eallima.

source: Dette er nødvendig for at næringsutvikling skal tilpasses lokale forhold.
sme: Ovdáneapmi ii sáhte mearkkašit heaittiheapmi midjiide.

source: Det er så enkelt, og så vanskelig: utvikling er ikke fremskritt dersom det truer urfolkskultur og -livsstil.
sme: Mo sáhttit vuhtiiváldit eamiálbmotgeahččanguovllu vai eat njeaidde min kultuvrra goahtemuoraid?

source: Utvikling kan ikke bety avvikling for oss.
sme: Duolbman ja fámostallan leat dološmállet vuogit stáhta bealis, mat eai gal šatta buoret vaikko geavaha čáppa sániid dego “gulahallan” ja “dialoga”.

source: Hvordan kan vi ivareta urfolksperspektivet uten å rasere det som er grunnlaget for vår kultur?
sme: Duddjot luohttevašvuođa, ovttasbargat ja mearridit fárrolaga lea hástaleaddji, muhto dárbbašlaš.

source: Overkjøring og maktbruk er utdaterte metoder fra statens side, som ikke blir bedre selv om de pakkes inn i vakre ord som som “dialog”.
sme: Muolkkuid-mearrádusas leat ruovva boastovuođat. Elektrifiseren ii boađe unnidit čitnaluoitima.

source: Å bygge tillit, samarbeide og dele beslutninger er utfordrende, men nødvendig.
sme: Elektrifiseren lea baicce stuorra subsidie Equinorii mii seastá ruđa, ja mearkkaša ahte čitnaluoitin sirdojuvvo eará sajiide máilmmis.

source: Melkøya-vedtaket inneholder grove feil.
sme: Jus dálkkádatroasu galgat váldit duođas, de han lea váldoulbmil ahte gássabuvttadeami heaittiha farggamusat, iige menddo boahtteáiggis.

source: Argumentet om at Melkøya-elektrifiseringen kutter klimautslippene, er for øvrig feil.
sme: Dákkár jorggu politihkka boahtá bilidit min luonddu, biđget sámi kultuvrra ja buktit oktageardánis, hearkkes ja ii-ođasmahtti industriija Sápmái.

source: Elektrifiseringen er mest av alt et stort subsidie av Equinor som sparer penger, og vil flytte utslippene til andre deler av verden.
sme: Mii leat máŋgii vásihan industriija mii iđista ja jávkkiha: sihke guolleindustriija ja ruvkedoaimmat. Industriijat mat gomihit unna báikegottiid.

source: Dersom vi skal ta klimakrisa på alvor, er jo poenget at gassen skal fases ut fortest mulig, ikke at den skal forlenges.
sme: Stáda effektiviseren ja industriijaid seastimat lea rivven min servvodagain dehálaš bálvalusaid dego mánáidgárddiid, skuvllaid, dearvvašvuođafálaldagaid ja poastabálvalusaid.

source: En slik bakvendt politikk vil føre til ødeleggelse av naturen og samisk kultur, og skape et ensartet, ikke-fornybart og sårbart næringsliv i Sápmi. Industri som kommer og brått tar slutt, har vi lang erfaring med.
sme: Ja de imaštallet vel maŋŋá manne nuorat guđđet iežaset guovlluid?

source: Alt fra fiskeindustri til gruvevirksomhet er eksempler på slike utenfra-industrialiseringer som slår bena under små lokalsamfunn.
sme: Goas beassat ieža ovddidit ceavzilis báikegottiid iežamet luondduvalljodaga vuođul?

source: Statlige effektiviseringsbølger og store penger aktørers innsparinger har videre ribbet lokalsamfunn for viktige tjenester som barnehage, helsetilbud og posttjenester.
sme: Mii eat sáhte šat dohkkehit ahte min meannudit dego koloniija davvin ain otná beaivvi.

source: Og så spør man etterpå hvorfor ungdommene flytter fra sine hjemområder?
sme: Jus leš nu ahte davviguovllut leat strategalaččat dehálačča, de eat sáhte dohkkehit ahte politihkkárat iđistit Oslos deike girdin ja almmuhit fuones mearrádusaid mat leat dahkkon min miel-mearrideami ja ráđđádallama haga.

source: Når får vi muligheten til å utvikle bærekraftige samfunn basert på våre naturlige ressurser?
sme: Muolkkuid-elektrifiserema mearrádusas leat maid juridihkalaš boasttuvuođat.

source: Vi kan ikke lenger godta å bli behandlet som en nordlig koloni i 2023.
sme: Eai sii sáhte politihkalaš eanetloguin hilgut dahje vanahit lágaid nu ahte heivejit sin oainnuide.

source: Hvis nordområdene virkelig er strategisk viktige, kan vi ikke akseptere at politikere flyr inn fra Oslo med nyheter om elendige vedtak som er fattet uten vår medvirkning eller konsultasjon.
sme: Vaikko ráđđehus lea čájehan Fovsen-áššis ahte dát lea vuohki mainna áinnas ávkkástallet, de ii mearkkaš ahte lea riekta.

source: Det er også juridiske feil i Melkøya-vedtaket.
sme: Dát lea ráisku fámostallan mii áitá ieš riektestáda.

source: Et politisk flertall betyr ikke at lover kan neglisjere eller strekkes for å passe med et inntatt standpunkt.
sme: Dárbbašlaš čielggadeamit eai leat dáhkkon.

source: Selv om regjeringen i Fosen-saken har vist at det er en fremgangsmåte de kynisk utnytter, betyr det likevel ikke at det er rett.
sme: Mii eat dieđe man stuorrá ja viidá váikkuhusat šaddet.

source: Det er brutal maktbruk med selve rettsstaten som innsats.
sme: Ii gánnet hoahkat ahte sámi beroštumiid čielggadat maŋŋá go fápmohuksendoaimmat bohtet, go mearrideaddji premissa čađaheapmái jo lea biddjon.

source: Nødvendige utredninger er ikke gjort i saken.
sme: Ráđđehus ii leat ráđđádallan Muolkkuid-mearrádusa Sámedikkiin danin go oaivvildit ahte das eai leat njuolggo váikkuhusat sámi beroštumiide.

source: Vi vet ikke konkret hvor store og omfattende konsekvensene vil være.
sme: Lea áibbas čielggas ahte dát mearrádus váikkuha midjiide.

source: Det nytter ikke å snakke om at samiske interesser vil bli utredet senere når kraftutbyggingstiltakene kommer, når det avgjørende premisset for gjennomføring allerede er lagt.
sme: Dábálaš ássit dán riikkas áddejit dan. Čoahkkinjođiheaddji,

source: Regjeringen har ikke konsultert Sametinget om Melkøya-saken fordi de mener at de ikke har direkte konsekvenser for samiske interesser.
sme: Nils Samuelsen dajai maid

source: Det er helt tydelig at denne saken berører oss.
sme: “ [Fápmohuksen] buvttii stuorra jiekŋagivssi ja mii šattaimet gáttis orrut.

source: Det klarer selv vanlige borgere i dette landet å forstå.
sme: Muhto lei nu ahte fápmu, dat han fertii mis, ja dan fertiimet mii dušše dohkkehit.

source: Møteleder,
sme: Ja de bođii guollebiebman, sihke luossa ja dorski, buot iežas váivvádusaiguin ja monsterguliiguin ja buot diet.

source: “ [Med kraftutbyggingen] kom store isplager og landligge.
sme: Samuelsen leamaš Duohtavuohta- ja soabadankommišuvnna vihtanin, ja su sánit muitalit mo min dárbbut ja eallimat vuoruhuvvojit industrialiserema ja el-rávnnji ektui.

source: Men det var jo sånn at kraft, ja det måtte vi ha, det var bare noe vi måtte akseptere.
sme: Makkár sivva lea mis jáhkkit ahte dán háve šaddá eará láhkai? Dál go ráđđehus lea válljen ahte eai áiggo ráđđádallat minguin elektrifiserema ja fápmoloktema birra?

source: Og så kom oppdretten, både laks og torsk, med alle sine ulemper og monsterfisk og alt det der.
sme: Ii leat makkárge ágga jáhkkit ahte mihkkige lea rievdan.

source: Historien til Samuelsen som har vært sannhetsvitne for sannhets- og forsoningskommisjonen forteller så mye om hvordan våre behov og vår levemåte prioriteres i spørsmål knyttet til industrialisering og kraft.
sme: Ja danin lean mun fuolas.

source: Er det sånn at vi har noen grunn til å tro at det blir annerledes denne gangen, når regjeringen ikke har valgt å konsultere oss om elektrifiseringsbeslutningen og dette kraftløftet?
sme: Čoahkkinjođiheaddji, galledin Mihkkala gii lea fárren lávvui Stuorradikki olggobeallai vuoigatmeahttunvuođa dihte go Fovsen-duopmu ii čuovvuluvvo.

source: Det er ingen grunn til å tro at noe har endret seg.
sme: Lean heađástuvvan go sámi nuorat, geaid mii dárbbašat dáppe ruovttus, dovdet ahte fertejit rahčat riektestáda ovddas ja vai olmmošvuoigatvuođarihkkumat heaittihuvvojit.

source: Det er historien som gjentar seg.
sme: Nu ii galgga leat.

source: Dette er grunnen til mine bekymringer.
sme: Go galledin Mihkkala de lei sus buorre mokta, muhto go vulgen doppe, de in sáhttán dáhkidit ahte Fovsen-duopmu čuovvuluvvo.

source: Møteleder, jeg besøkte Mihkkal, som flyttet inn i en lavvo foran Stortinget på grunn av uretten ved at Fosen-dommen ikke følges opp.
sme: Danin vázzilin doppe lossa lávkkiiguin.

source: Jeg er fortvilet over at samisk ungdom, som vi trenger sånn her hjemme, ser at de er nødt til å kjempe for vår rettsstat og for å få slutt på menneskerettsbrudd.
sme: Čoahkkinjođiheaddji, buohkat mii dán lanjas leat dáppe danin go mii jáhkkit ahte politihkka, vaikko lea hástaleaddji, lea bálggis čoavdin dihtii váttis servvodatgažaldagaid.

source: Det skulle ikke vært slik.
sme: Lea váttis muitalit min nuoraide ahte politihkka ávkkuha ja ahte doaibmá otná dilis.

source: Da jeg besøkte Mihkkal var han ved godt mot, men jeg gikk derfra uten å kunne forsikre ham om at vi kommer til å se at Fosen-dommen følges opp.
sme: Mun ferten dán dadjat go dát lea hui duođalaš.

source: Det var derfor jeg gikk fra ham med tunge skritt.
sme: Čoahkkinjođiheaddji, das rájes go mannan háve deaivvadeimmet de leamaš suohkan- ja fylkkaválggat.

source: Møteleder, vi er alle samlet her i denne salen fordi vi tror på politikk, selv om det er krevende, så er det veien for å kunne løse vanskelige samfunnsspørsmål.
sme: Háliidan sávvat lihkku buot ođđa gielddastivra- ja fylkadiggeáirasiidde.

source: Det er vanskelig å fortelle våre ungdommer at politikk nytter og at det virker i dagens situasjon.
sme: Mii áigut dinguin buohkaiguin ovttasbargat nu bures go sáhttit.

source: Dette er jeg nødt å si fordi det er så alvorlig det vi ser.
sme: Ođđa višuvnnat ja ođđa áššit bohtet deavdit daid ođđa gielddastivrraid ja fylkkadikkiid.

source: Møteleder, siden sist vi samlet oss her så har det vært kommune og fylkesvalg.
sme: Leat dehálaš návccat mat sáhttet min ovttasbargguide buktit ođđa vejolašvuođaid ja vuoimmi.

source: Jeg vil gratulere alle nye kommunestyrerepresentanter og fylkestingsrepresentanter.
sme: Mun boađán aiddo Mátta-Várjjagis, gos mii leat vuolláičállán ođđa ovttasbargošiehtadusa gielddain.

source: Vi vil samarbeide med dere alle så godt som mulig.
sme: Dát leat guđát gávpotovttasbargošiehtadus mii geatnegahttá guktuid beliid ja mii sáhttá addit midjiide vejolašvuođa nannet ja buoridit fálaldagaid álbmogii.

source: Det blir nye visjoner og nye saker som de nye kommunestyrene og fylkestingene vil ha fokus på.
sme: Munnje lei erenomáš illudahtti leat mielde go Kirkonjárgga gávpotšillju oaččui ođđa nama: John Savio báiki.

source: Det er viktige drivkrefter og kan tilby de eksisterende samarbeidene nye muligheter og fornyet kraft.
sme: Šillju sáhttá leat váibmun báikkálaš servvodagas, sáhttá devdot doaimmaiguin ja leat báikin dehálaš dáhpáhusaide.

source: Jeg kommer akkurat fra Sør-Varanger, der vi har undertegnet en ny samarbeidsavtale med kommunen.
sme: John Andreas Savio lea okta dain deháleamos sámi dáiddáriin mat leamaš.

source: Det er den 6. samarbeidsavtalen med byene, og det er gjensidig forpliktende avtaler som kan gjøre at vi sammen styrker og bedre tjenestetilbudet til befolkningen.
sme: Su eallin lei oanehaš ja bárttit eai váilon, muhto su dáidda eallá agálaččat.

source: Det var særlig flott for meg å kunne være til stede da torget i Kirkenes fikk nytt navn: John Savios plass.
sme: Son govvidii sámi eallima, ja váikko máŋgasat muitet su duottargovaid, de čájeha su govva “Geasseeahket” eallima Reaisvuonas.

source: Torget kan være et hjerte i lokalsamfunnet, det kan fylles med aktiviteter og være stedet der mange hendelser som er viktige finner sted.
sme: Govas oidno goahti ja fanas lea maid gearggus guliid geassit.

source: John Andreas Savio er en av de aller viktigste kunstnerne vi har hatt.
sme: Savio dáidda ánssáša albma museavistti.

source: Hans liv var kort og preget av store vanskeligheter, men hans kunst lever for evig.
sme: Čoahkkinjođiheaddji, sámediggeráđđi lea ovddidan jahkásaš guolástusášši dán dievasčoahkkimii.

source: Han skildret det samiske livet og levesett, og selv om nok mange husker hans bilder fra fjellet, så viser verket “Sommerkveld” livet i Reaisvuonna/Bygøyfjord.
sme: Lea dehálaš ášši ja dán háve lea mis mihttun ahte dievasčoahkkin sáhttá midjiide buktit buriid árvalusaid ovdal reguleremat álget, ja bargui mii vuordá guolástussuorggis.

source: På bildet ser man en goahti og en båt som ligger klar for å kunne dra fisk.
sme: Illudan debáhttii.

source: Savios kunst fortjener et ordentlig museumsbygg.
sme: Bivdu lea maid čuovvumin ášši dievasčoahkkimis, ja dat lea dehálaš midjiide.

source: Møteleder, sametingsrådet har lagt frem den årlige fiskerisaken for behandling i dette plenum.
sme: Lea gal duohta ahte mearrasámi áššit eai guoskka dušše guolástussii - vaikko guolástus lea vuođđun midjiide.

source: Det er en viktig sak, og denne gangen har vi lagt opp saken med mål om å kunne gi gode innspill til reguleringene og til arbeidet vi har fremfor oss nå på det fiskeripolitiske feltet.
sme: Áššit mat gusket sámegiela ja kultuvrra ealáskahttimii leat maid dehálačča.

source: Jeg ser veldig frem til debatten når saken kommer opp for behandling.
sme: Háliidan namuhit ahte searvvit Mearrasámi Siida, Davvesiidda mearrasámiid searvi, Min Árbe, Norrõs - nuortasámit ja Nordavindsfolket bohtet guossái dievasčoahkkimii dán vahkku.

source: Bivdu er her og vil følge saksbehandlingen i plenum og det setter vi stor pris på.
sme: Sii áigot buktit iežaset cealkámušaid Sámedikki giellastrategiijai ja oažžut dieđuid Sámedikki doaibmabijuid birra.

source: Likevel er det sant at heller ikke sjøsamiske saker utelukkende er knyttet til fiskeriene - selv om fiskeriene er en sentral grunnstein for oss.
sme: Maiddái Duohtavuođa- ja soabadankommišuvnna raporta lea fáddán čoahkkimis.

source: Også saker som omhandler vitalisering av samisk språk og kulturarbeid er viktig.
sme: Mun dieđán ahte lea dehálaš olles Sámediggái gullat sis, muhto vel deháleabbo lea min bargu vai olbmot rittus vásihit ahte mearrasámit ožžot buoret eavttuid ja ahte mii fárrolaga nannet iežamet áŋgiruššama.

source: Jeg vil nevne at foreningene Sjøsamisk tun, Lebesby sjøsameforening, Min Árbe, Norrõs - skoltesamene og Nordavindsfolket kommer hit til Sametinget denne uken.
sme: Čoahkkinjođiheaddji, šaddá buorre čuovvut Sámedikki šiehtadallamiid dán vahkku.

source: De kommer for å gi innspill til revideringen av Sametingets språkstrategi og for å få mer informasjon om Sametingets tilskuddsordninger.
sme: Muitot Nils Samuelsena sániid ja diktot daid čuovvut min iežamet šiehtadallamiin ja áiggis man mii vásihat dál, ja muitot ahte álbmotválljejuvvondoaimmas lea mis váldi rievdadit maid Samuelsen dajai kommišuvdnii: “ Ja leat dat unnimusat, sii geat leat vuolimuččas ráidalasas, geat dovdet dan eanemusat .

source: Jeg vet at det vil være viktig for oss her på Sametinget å høre fra dem, men enda viktigere er det arbeidet vi sammen kan gjøre slik at folk ved kysten opplever at det sjøsamiske kan få bedre vilkår og at vi sammen styrker innsatsen som må gjøres.
sme: Loga ášši 035/23 Sámediggeráđi doaibmadieđáhus
